Repository: CapstoneTeamDSS/DSS-project
Catalog: Wisky/ResourcesLanguage/GeneralError.*.resx
Languages: vi

source: Canceled !
vi: Đã hủy !

# Deleted
source: Your file has been deleted
vi: Tệp tin của bạn đã được xóa

# Deleted1
source: Deleted !
vi: Đã xóa !

# error
source: Error occured !
vi: Đã có lỗi xảy ra !

# Filesafe
source: Your file is safe :)
vi: Tệp tin của bạn vẫn an toàn :)

# IfDelete
source: If you want to delete it
vi: Nếu bạn muốn xóa nó

# InUse
source: This file is being used
vi: Tệp đang được sử dụng

# PlsDelete
source: Please delete playlist
vi: Xin hãy xóa danh sách

# Title
source: Please input title
vi: Xin hãy nhập nhãn dán

# Upload
source: Please choose file to upload
vi: Xin hãy chọn tệp để tải lên

# notbeable
source: You will not be able to recover this file
vi: Bạn sẽ không thể phục hồi tệp tin này

# Sure
source: Are you sure ?
vi: Bạn có chắc không ?

# SelectItem
source: Please select at least one item
vi: Xin hãy chọn ít nhất một tài nguyên

# NoCancel
source: No, cancel it !
vi: Không, đừng xóa !

# PlsDeleteScen
source: Please delete scenario
vi: Xin hãy xóa kịch bản

# YesDelete
source: Yes, delete it !
vi: Vâng, hãy xóa !

# ImgDuration
source: Please enter duration
vi: Xin hãy điền thời lượng

# ImgFormat
source: Please input with format 00:00:00
vi: Xin hãy điền với định dạng 00:00:00

# Next
source: và nhấp tiếp theo
vi: and click next

# PlsArea
source: Please select area !
vi: Xin hãy chọn vị trí khung

# PlsCorrect
source: Please correct error in step
vi: Xin hãy sửa thông tin ở bước

# DeleteScreen
source: Your screen has been deleted
vi: Màn hình của bạn đã được xóa

# PlsUnmatch
source: Please detatch device
vi: Xin hãy tách rời thiết bị

# SafeScreen
source: Your screen is safe :)
vi: Màn hình của bạn vẫn an toàn :)

# ScreenInUse
source: Screen is being used
vi: Màn hình đang được sử dụng

# ScreenRecover
source: You will not be able to recover this screen
vi: Bạn sẽ không thể khôi phục lại màn hình

# Location
source: Please choose location
vi: Xin hãy chọn địa điểm

# Resolution
source: Please choose resolution
vi: Xin hãy chọn độ phân giải

# ScreenName
source: Please enter screen name
vi: Xin hãy điền tên màn hình

# BoxInUse
source: This box is being in used
vi: Box đang được sử dụng

# BoxRecover
source: You will not be able to recover this box
vi: Bạn sẽ không thể phục hồi box này

# DeleteBox
source: Your box has been deleted
vi: Box của bạn đã được xóa

# SafeBox
source: Your box is safe :)
vi: Box của bạn vẫn an toàn :)

# BoxName
source: Please enter box name
vi: Xin hãy nhập tên box

# DeleteDevice
source: Your device has been deleted
vi: Thiết bị của bạn đã được xóa

# DeleteNotif
source: You will not be able to manage content on this device
vi: Bạn sẽ không thể quản lý nội dung trên thiết bị này

# SafeDevice
source: Your device is safe
vi: Thiết bị của bạn vẫn an toàn

# Address
source: Please enter address
vi: Xin hãy nhập địa chỉ

# DeleteLocation
source: Your location has been deleted
vi: Địa điểm của bạn đã được xóa

# District
source: Please enter district
vi: Xin hãy nhập quận

# LocationRecover
source: You will not be able to recover this location
vi: Bạn sẽ không thể phục hồi địa điểm này

# LocationSafe
source: Your location is safe :)
vi: Địa điểm của bạn vẫn an toàn :)

# Province
source: Please enter province
vi: Xin hãy nhập khu vực

# BrandRecover
source: You will not be able to recover this brand
vi: Bạn sẽ không thể khôi phục thương hiệu này

# BrandSafe
source: Your brand is safe :)
vi: Thương hiêu của bạn vẫn an toàn :)

# DeleteBrand
source: Your brand has been deleted
vi: Thương hiêu của bạn đã được xóa
